dbaeumer.vscode-eslint
dotjoshjohnson.xml
dracula-theme.theme-dracula
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
github.vscode-github-actions
hashicorp.terraform
innoverio.vscode-dbt-power-user
samuelcolvin.jinjahtml
k--kato.intellij-idea-keybindings
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
pkief.material-icon-theme
rangav.vscode-thunder-client
redhat.java
redhat.vscode-microprofile
redhat.vscode-quarkus
redhat.vscode-xml
redhat.vscode-yaml
sainnhe.gruvbox-material
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
